tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "schniz/tap"
tap "derailed/k9s"
brew "bash-completion@2"
brew "python"
brew "exiftool"
brew "ghi"
brew "git"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "mkvtoolnix"
brew "mkvdts2ac3"
brew "mkvtomp4"
brew "neovim"
brew "pipenv"
brew "the_silver_searcher"
brew "trash"
brew "tree"
brew "unrar"
brew "vim"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zsh-history-substring-search"
brew "schniz/tap/fnm"
brew "derailed/k9s/k9s"
brew "teleconsole"
cask "adoptopenjdk"
cask "arduino"
cask "autodesk-fusion360"
cask "betterzip"
cask "chromium"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "font-menlo-for-powerline"
cask "freecad"
cask "google-chrome"
cask "google-chrome-canary"
cask "image2icon"
cask "imageoptim"
cask "inkscape"
cask "java"
cask "keepassx"
cask "libreoffice"
cask "openscad"
cask "opera"
cask "p4v"
cask "patchwork"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qsyncthingtray"
cask "quicklook-json"
cask "sketch"
cask "sourcetree"
cask "tunnelblick"
cask "ultimaker-cura"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "vscodium"
cask "wch-ch34x-usb-serial-driver"
cask "webpquicklook"
cask "webtorrent"
